//Напишите программу, которая принимает на вход число (N) и выдаёт таблицу кубов чисел от 1 до N.
//3 -> 1, 8, 27
//5 -> 1, 8, 27, 64, 125
int a = 5;
int b = 0;
for (int i = 1; i < a; i++)
{
    b = i*i;
    Console.WriteLine(b);
}
a = a * a;
Console.WriteLine(a);